Revit 2027 API
ParameterTypeId.RebarSystemSpacingTopDir1Generic Property
 "Top/Exterior Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingTopDir1Generic { get; }
Public Shared ReadOnly Property RebarSystemSpacingTopDir1Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingTopDir1Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingTopDir1Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace